Repository: bceverly/sysmanage-agent
Catalog: src/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, it, nl

source: Delete operation timed out
ar: انتهت مهلة عملية الحذف
de: Zeitüberschreitung bei Löschoperation
es: Tiempo de espera agotado en operación de eliminación
it: Timeout operazione di eliminazione
nl: Time-out bij verwijderbewerking

source: Loading KVM module: %s with nested virtualization enabled
de: Lade KVM-Modul: %s mit aktivierter verschachtelter Virtualisierung
es: Cargando módulo KVM: %s con virtualización anidada habilitada
it: Caricamento modulo KVM: %s con virtualizzazione annidata abilitata
nl: KVM-module laden: %s met geneste virtualisatie ingeschakeld

source: Cannot read %s - will attempt to write anyway
de: Kann %s nicht lesen - versuche trotzdem zu schreiben
es: No se puede leer %s - se intentará escribir de todos modos
it: Impossibile leggere %s - tentativo di scrittura comunque
nl: Kan %s niet lezen - zal toch proberen te schrijven

source: Nested virtualization already configured in %s
de: Verschachtelte Virtualisierung bereits in %s konfiguriert
es: Virtualización anidada ya configurada en %s
it: Virtualizzazione annidata già configurata in %s
nl: Geneste virtualisatie al geconfigureerd in %s

source: Nested virtualization configuration saved to %s
de: Konfiguration für verschachtelte Virtualisierung in %s gespeichert
es: Configuración de virtualización anidada guardada en %s
it: Configurazione virtualizzazione annidata salvata in %s
nl: Configuratie voor geneste virtualisatie opgeslagen in %s

source: Failed to write nested virtualization config: %s
de: Fehler beim Schreiben der Konfiguration für verschachtelte Virtualisierung: %s
es: Error al escribir configuración de virtualización anidada: %s
it: Impossibile scrivere configurazione virtualizzazione annidata: %s
nl: Kan configuratie voor geneste virtualisatie niet schrijven: %s

source: Error configuring persistent nested virtualization: %s
de: Fehler bei der persistenten Konfiguration der verschachtelten Virtualisierung: %s
es: Error al configurar virtualización anidada persistente: %s
it: Errore nella configurazione persistente della virtualizzazione annidata: %s
nl: Fout bij configureren van persistente geneste virtualisatie: %s

source: KVM kernel modules loaded with nested virtualization enabled
de: KVM-Kernelmodule mit aktivierter verschachtelter Virtualisierung geladen
es: Módulos del kernel KVM cargados con virtualización anidada habilitada
it: Moduli kernel KVM caricati con virtualizzazione annidata abilitata
nl: KVM-kernelmodules geladen met geneste virtualisatie ingeschakeld

source: - configuration saved to /etc/modprobe.d/kvm.conf for persistence
de: - Konfiguration in /etc/modprobe.d/kvm.conf für Persistenz gespeichert
es: - configuración guardada en /etc/modprobe.d/kvm.conf para persistencia
it: - configurazione salvata in /etc/modprobe.d/kvm.conf per la persistenza
nl: - configuratie opgeslagen in /etc/modprobe.d/kvm.conf voor persistentie

source: Decompressing xz archive: %s
de: Dekomprimiere xz-Archiv: %s
it: Decompressione archivio xz: %s
nl: xz-archief uitpakken: %s

source: Decompressed to: %s
de: Dekomprimiert nach: %s
it: Decompresso in: %s
nl: Uitgepakt naar: %s

source: Failed to decompress xz archive
de: Fehler beim Dekomprimieren des xz-Archivs
it: Impossibile decomprimere l'archivio xz
nl: Kan xz-archief niet uitpakken

source: xz decompression timed out
de: Zeitüberschreitung bei xz-Dekomprimierung
it: Timeout decompressione xz
nl: Time-out bij xz-decompressie

source: Using cached decompressed cloud image: %s
de: Verwende zwischengespeichertes dekomprimiertes Cloud-Image: %s
it: Utilizzo immagine cloud decompressa dalla cache: %s
nl: Gebruik gecachte uitgepakte cloud-image: %s

source: Generating FreeBSD-specific cloud-init configuration
de: Generiere FreeBSD-spezifische Cloud-Init-Konfiguration
it: Generazione configurazione cloud-init specifica per FreeBSD
nl: FreeBSD-specifieke cloud-init configuratie genereren

source: guestmount not found. Install libguestfs-tools package.
de: guestmount nicht gefunden. Installieren Sie das libguestfs-tools-Paket.
it: guestmount non trovato. Installare il pacchetto libguestfs-tools.
nl: guestmount niet gevonden. Installeer het libguestfs-tools-pakket.

source: guestunmount not found. Install libguestfs-tools package.
de: guestunmount nicht gefunden. Installieren Sie das libguestfs-tools-Paket.
it: guestunmount non trovato. Installare il pacchetto libguestfs-tools.
nl: guestunmount niet gevonden. Installeer het libguestfs-tools-pakket.

source: Found FreeBSD root: %s
de: FreeBSD-Root gefunden: %s
it: Root FreeBSD trovata: %s
nl: FreeBSD-root gevonden: %s

source: Error detecting partitions: %s
de: Fehler bei der Partitionserkennung: %s
it: Errore nel rilevamento delle partizioni: %s
nl: Fout bij detecteren van partities: %s

source: Mounting FreeBSD image %s partition %s at %s
de: Einhängen des FreeBSD-Images %s Partition %s bei %s
it: Montaggio dell'immagine FreeBSD %s partizione %s su %s
nl: FreeBSD-image %s partitie %s koppelen aan %s

source: Failed to mount image: %s
de: Image konnte nicht eingehängt werden: %s
it: Impossibile montare l'immagine: %s
nl: Kon image niet koppelen: %s

source: Detected filesystems: %s
de: Erkannte Dateisysteme: %s
it: Filesystem rilevati: %s
nl: Gedetecteerde bestandssystemen: %s

source: Found FreeBSD UFS root: %s
de: FreeBSD UFS-Root gefunden: %s
it: Root UFS FreeBSD trovata: %s
nl: FreeBSD UFS-root gevonden: %s

source: Using FreeBSD sda4: %s
de: Verwende FreeBSD sda4: %s
it: Utilizzo di FreeBSD sda4: %s
nl: Gebruikt FreeBSD sda4: %s

source: Using FreeBSD sda3: %s
de: Verwende FreeBSD sda3: %s
it: Utilizzo di FreeBSD sda3: %s
nl: Gebruikt FreeBSD sda3: %s

source: Defaulting to FreeBSD standard root: /dev/sda4
de: Standard-FreeBSD-Root: /dev/sda4
it: Root standard FreeBSD predefinita: /dev/sda4
nl: Standaard FreeBSD-root: /dev/sda4

source: Cannot send virtualization status update: host not approved
de: Virtualisierungsstatus-Update kann nicht gesendet werden: Host nicht genehmigt
it: Impossibile inviare l'aggiornamento dello stato di virtualizzazione: host non approvato
nl: Kan virtualisatiestatusupdate niet verzenden: host niet goedgekeurd

source: Virtualization status update queued for sending to server
de: Virtualisierungsstatus-Update für den Versand an den Server in Warteschlange gestellt
it: Aggiornamento dello stato di virtualizzazione in coda per l'invio al server
nl: Virtualisatiestatusupdate in wachtrij voor verzending naar server

source: Error sending virtualization status update: %s
de: Fehler beim Senden des Virtualisierungsstatus-Updates: %s
it: Errore nell'invio dell'aggiornamento dello stato di virtualizzazione: %s
nl: Fout bij verzenden van virtualisatiestatusupdate: %s

source: qemu-img not found, will try to install: %s
de: qemu-img nicht gefunden, versuche zu installieren: %s
it: qemu-img non trovato, tentativo di installazione: %s
nl: qemu-img niet gevonden, poging tot installatie: %s

source: Configuring LXD default profile for container compatibility
de: LXD-Standardprofil für Container-Kompatibilität konfigurieren
it: Configurazione del profilo predefinito LXD per la compatibilità dei container
nl: LXD-standaardprofiel configureren voor containercompatibiliteit

source: Could not set security.nesting on default profile: %s
de: security.nesting konnte nicht auf dem Standardprofil gesetzt werden: %s
it: Impossibile impostare security.nesting sul profilo predefinito: %s
nl: Kan security.nesting niet instellen op standaardprofiel: %s

source: LXD default profile configured with security.nesting=true
de: LXD-Standardprofil mit security.nesting=true konfiguriert
it: Profilo predefinito LXD configurato con security.nesting=true
nl: LXD-standaardprofiel geconfigureerd met security.nesting=true

source: Command timed out after %d seconds: %s
de: Befehl hat nach %d Sekunden das Zeitlimit überschritten: %s
it: Il comando è scaduto dopo %d secondi: %s
nl: Opdracht verlopen na %d seconden: %s

source: Command timed out after %d seconds
de: Befehl hat nach %d Sekunden das Zeitlimit überschritten
it: Il comando è scaduto dopo %d secondi
nl: Opdracht verlopen na %d seconden

source: Processor detection fallback failed: %s
de: Prozessorerkennung-Fallback fehlgeschlagen: %s
it: Rilevamento processore alternativo non riuscito: %s
nl: Processor detectie-fallback mislukt: %s

source: ip -j addr show failed, falling back to sysfs: %s
de: ip -j addr show fehlgeschlagen, Fallback auf sysfs: %s
it: ip -j addr show non riuscito, ripiego su sysfs: %s
nl: ip -j addr show mislukt, terugvallen op sysfs: %s

source: Failed to update agent: %s
de: Agent-Aktualisierung fehlgeschlagen: %s
it: Aggiornamento agente non riuscito: %s
nl: Agent bijwerken mislukt: %s

source: Agent update not yet supported on Windows
de: Agent-Aktualisierung wird unter Windows noch nicht unterstützt
it: Aggiornamento agente non ancora supportato su Windows
nl: Agent-update wordt nog niet ondersteund op Windows

source: Agent update not yet supported on macOS
de: Agent-Aktualisierung wird unter macOS noch nicht unterstützt
it: Aggiornamento agente non ancora supportato su macOS
nl: Agent-update wordt nog niet ondersteund op macOS

source: Agent updated successfully
de: Agent erfolgreich aktualisiert
it: Agente aggiornato con successo
nl: Agent succesvol bijgewerkt

source: Cannot detect Linux distribution
de: Linux-Distribution kann nicht erkannt werden
it: Impossibile rilevare la distribuzione Linux
nl: Kan Linux-distributie niet detecteren

source: Unsupported Linux distribution: %s
de: Nicht unterstützte Linux-Distribution: %s
it: Distribuzione Linux non supportata: %s
nl: Niet-ondersteunde Linux-distributie: %s

source: Updating agent on child host: type=%s, name=%s, distribution=%s
de: Agent auf untergeordnetem Host aktualisieren: Typ=%s, Name=%s, Distribution=%s
it: Aggiornamento agente sull'host figlio: tipo=%s, nome=%s, distribuzione=%s
nl: Agent bijwerken op kindhost: type=%s, naam=%s, distributie=%s

source: Unsupported child distribution for agent update: %s
de: Nicht unterstützte untergeordnete Distribution für Agent-Update: %s
it: Distribuzione figlio non supportata per aggiornamento agente: %s
nl: Niet-ondersteunde kinddistributie voor agent-update: %s

source: Child agent updated successfully: %s
de: Untergeordneter Agent erfolgreich aktualisiert: %s
it: Agente figlio aggiornato con successo: %s
nl: Kindagent succesvol bijgewerkt: %s

source: Failed to get Linux CPU info: %s
ar: فشل في الحصول على معلومات معالج Linux: %s

source: Invalid YAML in configuration file: %s
ar: YAML غير صحيح في ملف التكوين: %s

source: Update checker error: %s
ar: خطأ في مدقق التحديث: %s

source: Received command: %s with parameters: %s
ar: تم استلام الأمر: %s مع المعاملات: %s

source: Detecting available updates
ar: اكتشاف التحديثات المتاحة

source: Detecting DNF updates
ar: اكتشاف تحديثات DNF

source: Detecting Pacman updates
ar: اكتشاف تحديثات Pacman

source: Detecting Zypper updates
ar: اكتشاف تحديثات Zypper

source: Failed to parse Homebrew JSON output
ar: فشل في تحليل مخرجات JSON لـ Homebrew

source: Detecting Mac App Store updates
ar: اكتشاف تحديثات Mac App Store

source: Detecting MacPorts updates
ar: اكتشاف تحديثات MacPorts

source: Detecting winget updates
ar: اكتشاف تحديثات winget

source: Detecting Chocolatey updates
ar: اكتشاف تحديثات Chocolatey

source: Detecting Scoop updates
ar: اكتشاف تحديثات Scoop

source: Detecting pkg updates
ar: اكتشاف تحديثات pkg

source: Applying updates for %d packages
ar: تطبيق تحديثات لـ %d حزمة

source: Error during broadcast discovery: %s
ar: خطأ أثناء اكتشاف البث: %s
es: Error durante el descubrimiento por difusión: %s

source: Server announcement received from %s
ar: تم استلام إعلان الخادم من %s

source: Invalid JSON announcement from %s
ar: إعلان JSON غير صحيح من %s

source: Error listening for announcements: %s
ar: خطأ في الاستماع للإعلانات: %s

source: ⚠️ Cannot access {config_dir}, falling back to {fallback_dir}
ar: ⚠️ لا يمكن الوصول إلى {config_dir}، العودة إلى {fallback_dir}

source: Failed to parse system_profiler JSON output
ar: فشل في تحليل مخرجات JSON لـ system_profiler

source: Chocolatey package collection not yet implemented
ar: جمع حزم Chocolatey لم يتم تنفيذه بعد

source: Scoop package collection not yet implemented
ar: جمع حزم Scoop لم يتم تنفيذه بعد

source: No BSD package manager output found
ar: لم يتم العثور على مخرجات مدير حزم BSD

source: Successfully collected OpenBSD packages
ar: تم جمع حزم OpenBSD بنجاح

source: No OpenBSD pkg_info output found. Return code: %d
ar: لم يتم العثور على مخرجات pkg_info لـ OpenBSD. رمز العودة: %d

source: FreeBSD ports collection not yet implemented
ar: جمع موانئ FreeBSD لم يتم تنفيذه بعد

source: No configuration found, attempting auto-discovery...
ar: لم يتم العثور على تكوين، محاولة الاكتشاف التلقائي...
es: No se encontró configuración, intentando auto-descubrimiento...

source: Unable to configure agent: no config file and auto-discovery failed
ar: غير قادر على تكوين الوكيل: لا يوجد ملف تكوين وفشل الاكتشاف التلقائي
es: No se puede configurar el agente: no hay archivo de configuración y falló el auto-descubrimiento

source: Cannot send message: not connected to server
ar: لا يمكن إرسال الرسالة: غير متصل بالخادم
es: No se puede enviar mensaje: no conectado al servidor

source: Registering with SysManage server...
ar: التسجيل في خادم SysManage...
es: Registrando con el servidor SysManage...

source: Failed to register with server. Exiting.
ar: فشل التسجيل في الخادم. خروج.
es: Error al registrar con el servidor. Saliendo.

source: Registration successful, checking certificates...
ar: تم التسجيل بنجاح، فحص الشهادات...

source: Valid certificates found - secure authentication available
ar: تم العثور على شهادات صالحة - المصادقة الآمنة متاحة

source: No certificates found - using token-based authentication
ar: لم يتم العثور على شهادات - استخدام مصادقة قائمة على الرموز

source: Starting WebSocket connection...
ar: بدء اتصال WebSocket...

source: ⚠️ WARNING: aiohttp not available, registration will be skipped
ar: ⚠️ تحذير: aiohttp غير متاح، سيتم تخطي التسجيل
