Repository: bceverly/sysmanage-agent
Catalog: src/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, it, nl

source: Failed to configure any user profiles
ar: فشل في تكوين أي ملفات تعريف للمستخدمين
de: Fehler beim Konfigurieren von Benutzerprofilen
es: Error al configurar perfiles de usuario
it: Errore nella configurazione dei profili utente
nl: Kon geen gebruikersprofielen configureren

source: Permission denied writing to %s
ar: تم رفض الإذن للكتابة إلى %s
de: Schreibzugriff auf %s verweigert
es: Permiso denegado para escribir en %s
it: Permesso negato per la scrittura su %s
nl: Geen schrijfrechten voor %s

source: Setting up autoinstall configuration...
ar: إعداد تكوين التثبيت التلقائي...
de: Autoinstall-Konfiguration wird eingerichtet...
es: Configurando autoinstalación...
it: Configurazione dell'installazione automatica...
nl: Autoinstall-configuratie instellen...

source: OpenBSD autoinstall in progress. The VM will automatically install and reboot. This may take 10-15 minutes.
ar: جارٍ التثبيت التلقائي لـ OpenBSD. سيتم تثبيت الجهاز الافتراضي وإعادة تشغيله تلقائياً. قد يستغرق هذا 10-15 دقيقة.
de: OpenBSD Autoinstall läuft. Die VM wird automatisch installiert und neu gestartet. Dies kann 10-15 Minuten dauern.
es: Autoinstalación de OpenBSD en progreso. La VM se instalará y reiniciará automáticamente. Esto puede tardar 10-15 minutos.
it: Installazione automatica di OpenBSD in corso. La VM si installerà e riavvierà automaticamente. Potrebbero volerci 10-15 minuti.
nl: OpenBSD autoinstall bezig. De VM wordt automatisch geïnstalleerd en opnieuw opgestart. Dit kan 10-15 minuten duren.

source: Autoinstall HTTP request: %s from %s
ar: طلب HTTP للتثبيت التلقائي: %s من %s
de: Autoinstall HTTP-Anfrage: %s von %s
es: Solicitud HTTP de autoinstalación: %s desde %s
it: Richiesta HTTP di installazione automatica: %s da %s
nl: Autoinstall HTTP-verzoek: %s van %s

source: Generated install.conf for VM %s at %s
ar: تم إنشاء install.conf للجهاز الافتراضي %s في %s
de: install.conf für VM %s unter %s generiert
es: install.conf generado para VM %s en %s
it: install.conf generato per la VM %s in %s
nl: install.conf gegenereerd voor VM %s op %s

source: Created autoinstall directory: %s
ar: تم إنشاء دليل التثبيت التلقائي: %s
de: Autoinstall-Verzeichnis erstellt: %s
es: Directorio de autoinstalación creado: %s
it: Directory di installazione automatica creata: %s
nl: Autoinstall-map aangemaakt: %s

source: Failed to write install.conf: %s
ar: فشل في كتابة install.conf: %s
de: Fehler beim Schreiben von install.conf: %s
es: Error al escribir install.conf: %s
it: Impossibile scrivere install.conf: %s
nl: Fout bij schrijven van install.conf: %s

source: Started autoinstall HTTP server on %s:%d
ar: تم بدء خادم HTTP للتثبيت التلقائي على %s:%d
de: Autoinstall HTTP-Server auf %s:%d gestartet
es: Servidor HTTP de autoinstalación iniciado en %s:%d
it: Server HTTP di installazione automatica avviato su %s:%d
nl: Autoinstall HTTP-server gestart op %s:%d

source: HTTP port %d already in use, autoinstall may still work
ar: المنفذ HTTP %d قيد الاستخدام بالفعل، قد يعمل التثبيت التلقائي
de: HTTP-Port %d bereits in Verwendung, Autoinstall funktioniert möglicherweise trotzdem
es: Puerto HTTP %d ya en uso, la autoinstalación puede funcionar
it: Porta HTTP %d già in uso, l'installazione automatica potrebbe funzionare
nl: HTTP-poort %d al in gebruik, autoinstall kan nog steeds werken

source: Failed to start HTTP server: %s
ar: فشل في بدء خادم HTTP: %s
de: Fehler beim Starten des HTTP-Servers: %s
es: Error al iniciar servidor HTTP: %s
it: Impossibile avviare il server HTTP: %s
nl: Fout bij starten HTTP-server: %s

source: Stopped autoinstall HTTP server
ar: تم إيقاف خادم HTTP للتثبيت التلقائي
de: Autoinstall HTTP-Server gestoppt
es: Servidor HTTP de autoinstalación detenido
it: Server HTTP di installazione automatica arrestato
nl: Autoinstall HTTP-server gestopt

source: HTTP server already running
ar: خادم HTTP قيد التشغيل بالفعل
de: HTTP-Server läuft bereits
es: Servidor HTTP ya en ejecución
it: Server HTTP già in esecuzione
nl: HTTP-server draait al

source: HTTP server not running
ar: خادم HTTP لا يعمل
de: HTTP-Server läuft nicht
es: Servidor HTTP no está en ejecución
it: Server HTTP non in esecuzione
nl: HTTP-server draait niet

source: Failed to stop HTTP server: %s
ar: فشل في إيقاف خادم HTTP: %s
de: Fehler beim Stoppen des HTTP-Servers: %s
es: Error al detener servidor HTTP: %s
it: Impossibile arrestare il server HTTP: %s
nl: Fout bij stoppen HTTP-server: %s

source: Cleaned up install.conf
ar: تم تنظيف install.conf
de: install.conf aufgeräumt
es: install.conf limpiado
it: install.conf ripulito
nl: install.conf opgeruimd

source: Failed to cleanup install.conf: %s
ar: فشل في تنظيف install.conf: %s
de: Fehler beim Aufräumen von install.conf: %s
es: Error al limpiar install.conf: %s
it: Impossibile ripulire install.conf: %s
nl: Fout bij opruimen van install.conf: %s

source: install.conf not found
ar: لم يتم العثور على install.conf
de: install.conf nicht gefunden
es: install.conf no encontrado
it: install.conf non trovato
nl: install.conf niet gevonden

source: Autoinstall detected: install.conf was accessed
ar: تم اكتشاف التثبيت التلقائي: تم الوصول إلى install.conf
de: Autoinstall erkannt: install.conf wurde abgerufen
es: Autoinstalación detectada: se accedió a install.conf
it: Installazione automatica rilevata: install.conf è stato acceduto
nl: Autoinstall gedetecteerd: install.conf werd benaderd

source: Timeout waiting for autoinstall to fetch install.conf
ar: انتهت مهلة انتظار التثبيت التلقائي لجلب install.conf
de: Zeitüberschreitung beim Warten auf Abruf von install.conf durch Autoinstall
es: Tiempo de espera agotado esperando que la autoinstalación obtenga install.conf
it: Timeout in attesa che l'installazione automatica recuperi install.conf
nl: Time-out bij wachten op autoinstall om install.conf op te halen

source: Could not encrypt password, using plain text (NOT RECOMMENDED)
ar: لا يمكن تشفير كلمة المرور، استخدام نص عادي (غير مستحسن)
de: Passwort konnte nicht verschlüsselt werden, Klartext wird verwendet (NICHT EMPFOHLEN)
es: No se pudo cifrar la contraseña, usando texto plano (NO RECOMENDADO)
it: Impossibile crittografare la password, utilizzo di testo normale (NON CONSIGLIATO)
nl: Kon wachtwoord niet versleutelen, platte tekst wordt gebruikt (NIET AANBEVOLEN)

source: Port already in use
ar: المنفذ قيد الاستخدام بالفعل
de: Port bereits in Verwendung
es: Puerto ya en uso
it: Porta già in uso
nl: Poort al in gebruik

source: Embedding install.conf into bsd.rd for VM %s
ar: تضمين install.conf في bsd.rd للجهاز الافتراضي %s
de: install.conf wird in bsd.rd für VM %s eingebettet
es: Incrustando install.conf en bsd.rd para VM %s
it: Incorporamento di install.conf in bsd.rd per VM %s
nl: install.conf wordt ingebed in bsd.rd voor VM %s

source: Failed to configure vnd device for ISO: %s
ar: فشل في تكوين جهاز vnd لـ ISO: %s
de: Fehler beim Konfigurieren des vnd-Geräts für ISO: %s
es: Error al configurar dispositivo vnd para ISO: %s
it: Impossibile configurare il dispositivo vnd per ISO: %s
nl: Configureren van vnd-apparaat voor ISO mislukt: %s

source: Failed to mount ISO: %s
ar: فشل في تركيب ISO: %s
de: Fehler beim Einbinden der ISO: %s
es: Error al montar ISO: %s
it: Impossibile montare ISO: %s
nl: Koppelen van ISO mislukt: %s

source: Could not find bsd.rd in ISO
ar: لا يمكن العثور على bsd.rd في ISO
de: bsd.rd konnte in ISO nicht gefunden werden
es: No se pudo encontrar bsd.rd en ISO
it: Impossibile trovare bsd.rd in ISO
nl: Kon bsd.rd niet vinden in ISO

source: Failed to decompress bsd.rd: %s
ar: فشل في فك ضغط bsd.rd: %s
de: Fehler beim Dekomprimieren von bsd.rd: %s
es: Error al descomprimir bsd.rd: %s
it: Impossibile decomprimere bsd.rd: %s
nl: Uitpakken van bsd.rd mislukt: %s

source: Failed to extract ramdisk: %s
ar: فشل في استخراج ramdisk: %s
de: Fehler beim Extrahieren der Ramdisk: %s
es: Error al extraer ramdisk: %s
it: Impossibile estrarre ramdisk: %s
nl: Uitpakken van ramdisk mislukt: %s

source: Failed to configure vnd device: %s
ar: فشل في تكوين جهاز vnd: %s
de: Fehler beim Konfigurieren des vnd-Geräts: %s
es: Error al configurar dispositivo vnd: %s
it: Impossibile configurare il dispositivo vnd: %s
nl: Configureren van vnd-apparaat mislukt: %s

source: Failed to mount ramdisk: %s
ar: فشل في تركيب ramdisk: %s
de: Fehler beim Einbinden der Ramdisk: %s
es: Error al montar ramdisk: %s
it: Impossibile montare ramdisk: %s
nl: Koppelen van ramdisk mislukt: %s

source: Failed to re-inject ramdisk: %s
ar: فشل في إعادة حقن ramdisk: %s
de: Fehler beim Wiedereinbetten der Ramdisk: %s
es: Error al reinyectar ramdisk: %s
it: Impossibile reiniettare ramdisk: %s
nl: Herinjecteren van ramdisk mislukt: %s

source: Successfully embedded install.conf into bsd.rd for VM %s
ar: تم تضمين install.conf بنجاح في bsd.rd للجهاز الافتراضي %s
de: install.conf erfolgreich in bsd.rd für VM %s eingebettet
es: install.conf incrustado exitosamente en bsd.rd para VM %s
it: install.conf incorporato con successo in bsd.rd per VM %s
nl: install.conf succesvol ingebed in bsd.rd voor VM %s

source: Timeout during ramdisk operations: %s
ar: انتهت مهلة عمليات ramdisk: %s
de: Zeitüberschreitung bei Ramdisk-Operationen: %s
es: Tiempo de espera agotado durante operaciones de ramdisk: %s
it: Timeout durante le operazioni ramdisk: %s
nl: Time-out tijdens ramdisk-bewerkingen: %s

source: Timeout during ramdisk operations
ar: انتهت مهلة عمليات ramdisk
de: Zeitüberschreitung bei Ramdisk-Operationen
es: Tiempo de espera agotado durante operaciones de ramdisk
it: Timeout durante le operazioni ramdisk
nl: Time-out tijdens ramdisk-bewerkingen

source: Failed to embed install.conf: %s
ar: فشل في تضمين install.conf: %s
de: Fehler beim Einbetten von install.conf: %s
es: Error al incrustar install.conf: %s
it: Impossibile incorporare install.conf: %s
nl: Inbedden van install.conf mislukt: %s

source: Cleaned up autoinstall work directory
ar: تم تنظيف دليل عمل التثبيت التلقائي
de: Autoinstall-Arbeitsverzeichnis bereinigt
es: Directorio de trabajo de autoinstalación limpiado
it: Directory di lavoro autoinstall ripulita
nl: Autoinstall werkmap opgeschoond

source: Failed to cleanup autoinstall work directory: %s
ar: فشل في تنظيف دليل عمل التثبيت التلقائي: %s
de: Fehler beim Bereinigen des Autoinstall-Arbeitsverzeichnisses: %s
es: Error al limpiar directorio de trabajo de autoinstalación: %s
it: Impossibile ripulire la directory di lavoro autoinstall: %s
nl: Opschonen van autoinstall werkmap mislukt: %s

source: Recovered stuck message %s (type: %s), will retry
ar: تم استرداد الرسالة المعلقة %s (النوع: %s)، ستتم إعادة المحاولة
de: Hängende Nachricht %s (Typ: %s) wiederhergestellt, wird erneut versucht
es: Mensaje atascado %s (tipo: %s) recuperado, se reintentará
it: Messaggio bloccato %s (tipo: %s) recuperato, verrà ritentato
nl: Vastgelopen bericht %s (type: %s) hersteld, wordt opnieuw geprobeerd

source: Message %s (type: %s) exceeded max retries, marked as failed
ar: الرسالة %s (النوع: %s) تجاوزت الحد الأقصى لإعادة المحاولة، تم تعليمها كفاشلة
de: Nachricht %s (Typ: %s) hat maximale Wiederholungen überschritten, als fehlgeschlagen markiert
es: Mensaje %s (tipo: %s) excedió el máximo de reintentos, marcado como fallido
it: Messaggio %s (tipo: %s) ha superato i tentativi massimi, contrassegnato come fallito
nl: Bericht %s (type: %s) heeft maximale pogingen overschreden, gemarkeerd als mislukt

source: Recovered %d stuck messages
ar: تم استرداد %d رسالة معلقة
de: %d hängende Nachrichten wiederhergestellt
es: %d mensajes atascados recuperados
it: %d messaggi bloccati recuperati
nl: %d vastgelopen berichten hersteld

source: Could not detect package manager
ar: تعذر اكتشاف مدير الحزم
de: Paketmanager konnte nicht erkannt werden
es: No se pudo detectar el gestor de paquetes
it: Impossibile rilevare il gestore pacchetti
nl: Kon pakketbeheerder niet detecteren

source: Installing libvirt packages using %s: %s
ar: جاري تثبيت حزم libvirt باستخدام %s: %s
de: Installiere libvirt-Pakete mit %s: %s
es: Instalando paquetes libvirt usando %s: %s
it: Installazione pacchetti libvirt con %s: %s
nl: libvirt-pakketten installeren met %s: %s

source: Unsupported package manager: %s
ar: مدير حزم غير مدعوم: %s
de: Nicht unterstützter Paketmanager: %s
es: Gestor de paquetes no soportado: %s
it: Gestore pacchetti non supportato: %s
nl: Niet-ondersteunde pakketbeheerder: %s

source: Failed to install libvirt packages: %s
ar: فشل تثبيت حزم libvirt: %s
de: Installation der libvirt-Pakete fehlgeschlagen: %s
es: Error al instalar paquetes libvirt: %s
it: Installazione pacchetti libvirt fallita: %s
nl: Installatie van libvirt-pakketten mislukt: %s

source: libvirt packages installed successfully
ar: تم تثبيت حزم libvirt بنجاح
de: libvirt-Pakete erfolgreich installiert
es: Paquetes libvirt instalados correctamente
it: Pacchetti libvirt installati con successo
nl: libvirt-pakketten succesvol geïnstalleerd

source: libvirt packages installed
ar: تم تثبيت حزم libvirt
de: libvirt-Pakete installiert
es: Paquetes libvirt instalados
it: Pacchetti libvirt installati
nl: libvirt-pakketten geïnstalleerd

source: Package installation timed out
ar: انتهت مهلة تثبيت الحزمة
de: Zeitüberschreitung bei Paketinstallation
es: Tiempo de espera agotado en instalación de paquetes
it: Timeout installazione pacchetti
nl: Time-out bij pakketinstallatie

source: Enabling libvirtd service
ar: جاري تمكين خدمة libvirtd
de: Aktiviere libvirtd-Dienst
es: Habilitando servicio libvirtd
it: Abilitazione servizio libvirtd
nl: libvirtd-service inschakelen

source: Could not enable libvirtd: %s
ar: تعذر تمكين libvirtd: %s
de: libvirtd konnte nicht aktiviert werden: %s
es: No se pudo habilitar libvirtd: %s
it: Impossibile abilitare libvirtd: %s
nl: Kon libvirtd niet inschakelen: %s

source: Starting libvirtd service
ar: جاري بدء خدمة libvirtd
de: Starte libvirtd-Dienst
es: Iniciando servicio libvirtd
it: Avvio servizio libvirtd
nl: libvirtd-service starten

source: Failed to start libvirtd: %s
ar: فشل بدء libvirtd: %s
de: Start von libvirtd fehlgeschlagen: %s
es: Error al iniciar libvirtd: %s
it: Avvio libvirtd fallito: %s
nl: Starten van libvirtd mislukt: %s

source: libvirtd service started successfully
ar: تم بدء خدمة libvirtd بنجاح
de: libvirtd-Dienst erfolgreich gestartet
es: Servicio libvirtd iniciado correctamente
it: Servizio libvirtd avviato con successo
nl: libvirtd-service succesvol gestart

source: libvirtd service enabled and started
ar: تم تمكين وبدء خدمة libvirtd
de: libvirtd-Dienst aktiviert und gestartet
es: Servicio libvirtd habilitado e iniciado
it: Servizio libvirtd abilitato e avviato
nl: libvirtd-service ingeschakeld en gestart

source: Service operation timed out
ar: انتهت مهلة عملية الخدمة
de: Zeitüberschreitung bei Dienstoperation
es: Tiempo de espera agotado en operación de servicio
it: Timeout operazione servizio
nl: Time-out bij servicebewerking

source: Adding user %s to group %s
ar: جاري إضافة المستخدم %s إلى المجموعة %s
de: Füge Benutzer %s zur Gruppe %s hinzu
es: Añadiendo usuario %s al grupo %s
it: Aggiunta utente %s al gruppo %s
nl: Gebruiker %s toevoegen aan groep %s

source: Could not add user to %s group: %s
ar: تعذر إضافة المستخدم إلى مجموعة %s: %s
de: Benutzer konnte nicht zur Gruppe %s hinzugefügt werden: %s
es: No se pudo añadir usuario al grupo %s: %s
it: Impossibile aggiungere utente al gruppo %s: %s
nl: Kon gebruiker niet toevoegen aan groep %s: %s

source: Error adding user to groups: %s
ar: خطأ في إضافة المستخدم إلى المجموعات: %s
de: Fehler beim Hinzufügen des Benutzers zu Gruppen: %s
es: Error al añadir usuario a grupos: %s
it: Errore nell'aggiunta utente ai gruppi: %s
nl: Fout bij toevoegen gebruiker aan groepen: %s

source: virsh command not found after installation
ar: لم يتم العثور على أمر virsh بعد التثبيت
de: virsh-Befehl nach Installation nicht gefunden
es: Comando virsh no encontrado después de la instalación
it: Comando virsh non trovato dopo l'installazione
nl: virsh-opdracht niet gevonden na installatie

source: Creating default libvirt network
ar: جاري إنشاء شبكة libvirt الافتراضية
de: Erstelle Standard-libvirt-Netzwerk
es: Creando red libvirt predeterminada
it: Creazione rete libvirt predefinita
nl: Standaard libvirt-netwerk aanmaken

source: Creating default network XML
ar: جاري إنشاء XML للشبكة الافتراضية
de: Erstelle Standard-Netzwerk-XML
es: Creando XML de red predeterminada
it: Creazione XML rete predefinita
nl: Standaard netwerk-XML aanmaken

source: Could not define default network: %s
ar: تعذر تحديد الشبكة الافتراضية: %s
de: Standardnetzwerk konnte nicht definiert werden: %s
es: No se pudo definir la red predeterminada: %s
it: Impossibile definire la rete predefinita: %s
nl: Kon standaardnetwerk niet definiëren: %s

source: Could not set network autostart: %s
ar: تعذر تعيين التشغيل التلقائي للشبكة: %s
de: Netzwerk-Autostart konnte nicht gesetzt werden: %s
es: No se pudo establecer inicio automático de red: %s
it: Impossibile impostare avvio automatico rete: %s
nl: Kon netwerk-autostart niet instellen: %s

source: Could not start default network: %s
ar: تعذر بدء الشبكة الافتراضية: %s
de: Standardnetzwerk konnte nicht gestartet werden: %s
es: No se pudo iniciar la red predeterminada: %s
it: Impossibile avviare la rete predefinita: %s
nl: Kon standaardnetwerk niet starten: %s

source: Default libvirt network is active
ar: شبكة libvirt الافتراضية نشطة
de: Standard-libvirt-Netzwerk ist aktiv
es: La red libvirt predeterminada está activa
it: La rete libvirt predefinita è attiva
nl: Standaard libvirt-netwerk is actief

source: Default network configured
ar: تم تكوين الشبكة الافتراضية
de: Standardnetzwerk konfiguriert
es: Red predeterminada configurada
it: Rete predefinita configurata
nl: Standaardnetwerk geconfigureerd

source: Network setup attempted but may need manual verification
ar: تمت محاولة إعداد الشبكة ولكن قد تحتاج إلى التحقق اليدوي
de: Netzwerkeinrichtung versucht, manuelle Überprüfung erforderlich
es: Se intentó configurar la red pero puede necesitar verificación manual
it: Configurazione rete tentata ma potrebbe richiedere verifica manuale
nl: Netwerkconfiguratie geprobeerd maar handmatige verificatie nodig

source: Network setup timed out
ar: انتهت مهلة إعداد الشبكة
de: Zeitüberschreitung bei Netzwerkeinrichtung
es: Tiempo de espera agotado en configuración de red
it: Timeout configurazione rete
nl: Time-out bij netwerkconfiguratie

source: Error setting up default network: %s
ar: خطأ في إعداد الشبكة الافتراضية: %s
de: Fehler beim Einrichten des Standardnetzwerks: %s
es: Error al configurar la red predeterminada: %s
it: Errore nella configurazione della rete predefinita: %s
nl: Fout bij instellen standaardnetwerk: %s

source: Initializing KVM/libvirt
ar: جاري تهيئة KVM/libvirt
de: Initialisiere KVM/libvirt
es: Inicializando KVM/libvirt
it: Inizializzazione KVM/libvirt
nl: KVM/libvirt initialiseren

source: KVM is only supported on Linux systems
ar: KVM مدعوم فقط على أنظمة Linux
de: KVM wird nur auf Linux-Systemen unterstützt
es: KVM solo es compatible con sistemas Linux
it: KVM è supportato solo su sistemi Linux
nl: KVM wordt alleen ondersteund op Linux-systemen

source: KVM is not available on this system. Ensure /dev/kvm exists and CPU virtualization is enabled in BIOS.
ar: KVM غير متاح على هذا النظام. تأكد من وجود /dev/kvm وتمكين المحاكاة الافتراضية لوحدة المعالجة المركزية في BIOS.
de: KVM ist auf diesem System nicht verfügbar. Stellen Sie sicher, dass /dev/kvm existiert und CPU-Virtualisierung im BIOS aktiviert ist.
es: KVM no está disponible en este sistema. Asegúrese de que /dev/kvm existe y la virtualización de CPU está habilitada en BIOS.
it: KVM non è disponibile su questo sistema. Assicurarsi che /dev/kvm esista e che la virtualizzazione CPU sia abilitata nel BIOS.
nl: KVM is niet beschikbaar op dit systeem. Zorg dat /dev/kvm bestaat en CPU-virtualisatie is ingeschakeld in BIOS.

source: KVM is already initialized
ar: تم تهيئة KVM بالفعل
de: KVM ist bereits initialisiert
es: KVM ya está inicializado
it: KVM è già inizializzato
nl: KVM is al geïnitialiseerd

source: KVM is already initialized and ready to use
ar: تم تهيئة KVM بالفعل وهو جاهز للاستخدام
de: KVM ist bereits initialisiert und einsatzbereit
es: KVM ya está inicializado y listo para usar
it: KVM è già inizializzato e pronto all'uso
nl: KVM is al geïnitialiseerd en klaar voor gebruik

source: Network setup warning: %s
ar: تحذير إعداد الشبكة: %s
de: Netzwerkeinrichtung-Warnung: %s
es: Advertencia de configuración de red: %s
it: Avviso configurazione rete: %s
nl: Netwerkconfiguratie-waarschuwing: %s

source: KVM/libvirt is ready for use
ar: KVM/libvirt جاهز للاستخدام
de: KVM/libvirt ist einsatzbereit
es: KVM/libvirt está listo para usar
it: KVM/libvirt è pronto all'uso
nl: KVM/libvirt is klaar voor gebruik

source: KVM/libvirt has been installed and configured
ar: تم تثبيت وتكوين KVM/libvirt
de: KVM/libvirt wurde installiert und konfiguriert
es: KVM/libvirt ha sido instalado y configurado
it: KVM/libvirt è stato installato e configurato
nl: KVM/libvirt is geïnstalleerd en geconfigureerd

source: KVM initialization completed but verification failed
ar: اكتملت تهيئة KVM لكن فشل التحقق
de: KVM-Initialisierung abgeschlossen, aber Überprüfung fehlgeschlagen
es: Inicialización de KVM completada pero la verificación falló
it: Inizializzazione KVM completata ma verifica fallita
nl: KVM-initialisatie voltooid maar verificatie mislukt

source: KVM initialization timed out
ar: انتهت مهلة تهيئة KVM
de: Zeitüberschreitung bei KVM-Initialisierung
es: Tiempo de espera agotado en inicialización de KVM
it: Timeout inizializzazione KVM
nl: Time-out bij KVM-initialisatie

source: Error initializing KVM: %s
ar: خطأ في تهيئة KVM: %s
de: Fehler bei KVM-Initialisierung: %s
es: Error al inicializar KVM: %s
it: Errore nell'inizializzazione di KVM: %s
nl: Fout bij initialiseren van KVM: %s

source: VM name is required
ar: اسم الآلة الافتراضية مطلوب
de: VM-Name ist erforderlich
es: Se requiere nombre de VM
it: Nome VM richiesto
nl: VM-naam is vereist

source: VM started
ar: تم بدء الآلة الافتراضية
de: VM gestartet
es: VM iniciada
it: VM avviata
nl: VM gestart

source: Failed to start VM
ar: فشل بدء الآلة الافتراضية
de: VM-Start fehlgeschlagen
es: Error al iniciar VM
it: Avvio VM fallito
nl: Starten van VM mislukt

source: Start operation timed out
ar: انتهت مهلة عملية البدء
de: Zeitüberschreitung bei Startoperation
es: Tiempo de espera agotado en operación de inicio
it: Timeout operazione di avvio
nl: Time-out bij startbewerking

source: VM shutdown initiated
ar: تم بدء إيقاف الآلة الافتراضية
de: VM-Herunterfahren eingeleitet
es: Apagado de VM iniciado
it: Arresto VM avviato
nl: VM-afsluiting gestart

source: Failed to stop VM
ar: فشل إيقاف الآلة الافتراضية
de: VM-Stopp fehlgeschlagen
es: Error al detener VM
it: Arresto VM fallito
nl: Stoppen van VM mislukt

source: Stop operation timed out
ar: انتهت مهلة عملية الإيقاف
de: Zeitüberschreitung bei Stoppoperation
es: Tiempo de espera agotado en operación de detención
it: Timeout operazione di arresto
nl: Time-out bij stopbewerking

source: VM reboot initiated
ar: تم بدء إعادة تشغيل الآلة الافتراضية
de: VM-Neustart eingeleitet
es: Reinicio de VM iniciado
it: Riavvio VM avviato
nl: VM-herstart gestart

source: Failed to restart VM
ar: فشل إعادة تشغيل الآلة الافتراضية
de: VM-Neustart fehlgeschlagen
es: Error al reiniciar VM
it: Riavvio VM fallito
nl: Herstarten van VM mislukt

source: Restart operation timed out
ar: انتهت مهلة عملية إعادة التشغيل
de: Zeitüberschreitung bei Neustartoperation
es: Tiempo de espera agotado en operación de reinicio
it: Timeout operazione di riavvio
nl: Time-out bij herstartbewerking

source: VM deleted
ar: تم حذف الآلة الافتراضية
de: VM gelöscht
es: VM eliminada
it: VM eliminata
nl: VM verwijderd

source: Failed to delete VM
ar: فشل حذف الآلة الافتراضية
de: VM-Löschung fehlgeschlagen
es: Error al eliminar VM
it: Eliminazione VM fallita
nl: Verwijderen van VM mislukt
