Repository: bceverly/sysmanage-agent
Catalog: src/i18n/locales/*/LC_MESSAGES/messages.po
Languages: ar, de, es, it, nl

source: Failed to load configuration file: %s
ar: فشل في تحميل ملف التكوين: %s
de: Fehler beim Laden der Konfigurationsdatei: %s
es: Error al cargar el archivo de configuración: %s

source: Performing periodic update check
ar: تنفيذ فحص التحديث الدوري
de: Führe periodische Update-Prüfung durch
es: Realizando verificación periódica de actualizaciones

source: Found %d available updates during periodic check
ar: تم العثور على %d تحديث متاح أثناء الفحص الدوري
de: %d verfügbare Updates bei periodischer Prüfung gefunden

source: Error during periodic update check: %s
ar: خطأ أثناء فحص التحديث الدوري: %s
de: Fehler bei periodischer Update-Prüfung: %s
es: Error durante la verificación periódica de actualizaciones: %s

source: Auth failed with status %s: %s
ar: فشلت المصادقة بالحالة %s: %s
de: Authentifizierung fehlgeschlagen mit Status %s: %s
es: Autenticación falló con estado %s: %s

source: Unknown command type: %s
ar: نوع أمر غير معروف: %s
de: Unbekannter Befehlstyp: %s
es: Tipo de comando desconocido: %s

source: Detected package managers: %s
ar: مديري الحزم المكتشفة: %s
de: Erkannte Paketmanager: %s
es: Administradores de paquetes detectados: %s
it: Gestori di pacchetti rilevati: %s
nl: Gedetecteerde pakketbeheerders: %s

source: Discovered %s SysManage server(s)
ar: تم اكتشاف %s خادم SysManage
de: %s SysManage-Server entdeckt

source: No SysManage servers discovered on the network
ar: لم يتم اكتشاف خوادم SysManage على الشبكة
de: Keine SysManage-Server im Netzwerk entdeckt
es: No se descubrieron servidores SysManage en la red

source: Server discovered at %s
ar: تم اكتشاف خادم في %s
de: Server bei %s entdeckt

source: Selected server at %s (score: %s)
ar: تم اختيار الخادم في %s (النقاط: %s)
de: Server bei %s ausgewählt (Bewertung: %s)

source: Collecting software inventory
ar: جمع جرد البرمجيات
de: Software-Inventar wird erfasst
es: Recopilando inventario de software
it: Raccolta inventario software
nl: Software-inventaris verzamelen

source: Unsupported platform for software inventory: %s
ar: منصة غير مدعومة لجرد البرمجيات: %s
de: Nicht unterstützte Plattform für Software-Inventar: %s
es: Plataforma no soportada para inventario de software: %s
it: Piattaforma non supportata per l'inventario software: %s
nl: Niet-ondersteund platform voor software-inventaris: %s

source: Software inventory collection completed: %d packages found
ar: اكتمل جمع جرد البرمجيات: تم العثور على %d حزمة
de: Software-Inventar-Erfassung abgeschlossen: %d Pakete gefunden
es: Recopilación del inventario de software completada: %d paquetes encontrados
it: Raccolta inventario software completata: %d pacchetti trovati
nl: Software-inventaris verzameling voltooid: %d pakketten gevonden

source: Failed to collect software inventory: %s
ar: فشل في جمع جرد البرمجيات: %s
de: Fehler beim Erfassen des Software-Inventars: %s
es: Error al recopilar inventario de software: %s
it: Errore nella raccolta dell'inventario software: %s
nl: Fout bij verzamelen software-inventaris: %s

source: Collecting apt packages
ar: جمع حزم apt
de: Sammle apt-Pakete
es: Recopilando paquetes apt
it: Raccolta pacchetti apt
nl: Apt-pakketten verzamelen

source: Failed to collect apt packages: %s
ar: فشل في جمع حزم apt: %s
de: Fehler beim Sammeln der apt-Pakete: %s
es: Error al recopilar paquetes apt: %s
it: Errore nella raccolta dei pacchetti apt: %s
nl: Fout bij verzamelen apt-pakketten: %s

source: Collecting snap packages
ar: جمع حزم snap
de: Sammle snap-Pakete
es: Recopilando paquetes snap
it: Raccolta pacchetti snap
nl: Snap-pakketten verzamelen

source: Failed to collect snap packages: %s
ar: فشل في جمع حزم snap: %s
de: Fehler beim Sammeln der snap-Pakete: %s
es: Error al recopilar paquetes snap: %s
it: Errore nella raccolta dei pacchetti snap: %s
nl: Fout bij verzamelen snap-pakketten: %s

source: Collecting flatpak packages
ar: جمع حزم flatpak
de: Sammle flatpak-Pakete
es: Recopilando paquetes flatpak
it: Raccolta pacchetti flatpak
nl: Flatpak-pakketten verzamelen

source: Failed to collect flatpak packages: %s
ar: فشل في جمع حزم flatpak: %s
de: Fehler beim Sammeln der flatpak-Pakete: %s
es: Error al recopilar paquetes flatpak: %s
it: Errore nella raccolta dei pacchetti flatpak: %s
nl: Fout bij verzamelen flatpak-pakketten: %s

source: Collecting Homebrew packages
ar: جمع حزم Homebrew
de: Sammle Homebrew-Pakete
es: Recopilando paquetes Homebrew
it: Raccolta pacchetti Homebrew
nl: Homebrew-pakketten verzamelen

source: Failed to collect Homebrew packages: %s
ar: فشل في جمع حزم Homebrew: %s
de: Fehler beim Sammeln der Homebrew-Pakete: %s
es: Error al recopilar paquetes Homebrew: %s
it: Errore nella raccolta dei pacchetti Homebrew: %s
nl: Fout bij verzamelen Homebrew-pakketten: %s

source: Collecting macOS Applications
ar: جمع تطبيقات macOS
de: Sammle macOS-Anwendungen
es: Recopilando aplicaciones de macOS
it: Raccolta applicazioni macOS
nl: macOS-applicaties verzamelen

source: Failed to collect macOS applications: %s
ar: فشل في جمع تطبيقات macOS: %s
de: Fehler beim Sammeln der macOS-Anwendungen: %s
es: Error al recopilar aplicaciones de macOS: %s
it: Errore nella raccolta delle applicazioni macOS: %s
nl: Fout bij verzamelen macOS-applicaties: %s

source: Starting SysManage Agent
ar: بدء تشغيل وكيل إدارة النظام
de: SysManage Agent wird gestartet
es: Iniciando Agente SysManage
it: Avvio Agente SysManage
nl: SysManage Agent wordt gestart

source: Sending initial OS version data...
ar: إرسال بيانات إصدار نظام التشغيل الأولية...
de: Sende initiale OS-Versionsdaten...
es: Enviando datos iniciales de versión del SO...
it: Invio dati iniziali versione OS...
nl: Initiële OS-versiegegevens verzenden...

source: Sending initial user access data...
ar: إرسال بيانات وصول المستخدم الأولية...
de: Sende anfängliche Benutzerzugriffsdaten...
es: Enviando datos iniciales de acceso de usuarios...
it: Invio dati iniziali di accesso utente...
nl: Versturen initiële gebruikerstoegang gegevens...

source: Sending initial software inventory data...
ar: إرسال بيانات جرد البرامج الأولية...
de: Sende initiale Software-Inventardaten...
es: Enviando datos iniciales del inventario de software...
it: Invio dei dati iniziali dell'inventario software...
nl: Initiële software-inventarisgegevens verzenden...

source: Initial data updates sent successfully
ar: تم إرسال تحديثات البيانات الأولية بنجاح
de: Initiale Datenaktualisierungen erfolgreich gesendet
es: Datos iniciales enviados exitosamente
it: Aggiornamenti dati iniziali inviati con successo
nl: Initiële gegevens succesvol verzonden

source: Failed to send initial data updates: %s
ar: فشل في إرسال تحديثات البيانات الأولية: %s
de: Fehler beim Senden der initialen Datenaktualisierungen: %s
es: Error al enviar datos iniciales: %s
it: Errore nell'invio degli aggiornamenti dati iniziali: %s
nl: Verzenden van initiële gegevens mislukt: %s

source: Unknown Device
ar: جهاز غير معروف
de: Unbekanntes Gerät
es: Dispositivo Desconocido
it: Dispositivo Sconosciuto
nl: Onbekend Apparaat

source: YUM update detection not yet implemented
ar: كشف تحديثات YUM غير مطبق بعد
de: YUM-Update-Erkennung noch nicht implementiert
es: Detección de actualizaciones YUM aún no implementada
it: Rilevamento aggiornamenti YUM non ancora implementato
nl: YUM update detectie nog niet geïmplementeerd

source: Microsoft Store update detection not yet implemented
ar: كشف تحديثات Microsoft Store غير مطبق بعد
de: Microsoft Store Update-Erkennung noch nicht implementiert
es: Detección de actualizaciones de Microsoft Store aún no implementada
it: Rilevamento aggiornamenti Microsoft Store non ancora implementato
nl: Microsoft Store update detectie nog niet geïmplementeerd

source: Detecting fwupd firmware updates
ar: كشف تحديثات البرامج الثابتة fwupd
de: Erkenne fwupd Firmware-Updates
es: Detectando actualizaciones de firmware fwupd
it: Rilevamento aggiornamenti firmware fwupd
nl: Detecteren van fwupd firmware updates

source: fwupd daemon not running or no permissions
ar: خدمة fwupd غير تعمل أو لا توجد أذونات
de: fwupd-Daemon läuft nicht oder keine Berechtigung
es: El demonio fwupd no se está ejecutando o no hay permisos
it: Il daemon fwupd non è in esecuzione o mancano i permessi
nl: fwupd daemon draait niet of geen permissies

source: fwupd refresh failed (may need privileges): %s
ar: فشل تحديث fwupd (قد تحتاج صلاحيات): %s
de: fwupd-Aktualisierung fehlgeschlagen (möglicherweise Berechtigungen erforderlich): %s
es: Falló la actualización de fwupd (puede necesitar privilegios): %s
it: Aggiornamento fwupd fallito (potrebbero servire privilegi): %s
nl: fwupd vernieuwen mislukt (mogelijk privileges nodig): %s

source: Could not refresh fwupd metadata (may need privileges)
ar: لا يمكن تحديث بيانات fwupd الوصفية (قد تحتاج صلاحيات)
de: Konnte fwupd-Metadaten nicht aktualisieren (möglicherweise Berechtigungen erforderlich)
es: No se pudieron actualizar los metadatos de fwupd (puede necesitar privilegios)
it: Impossibile aggiornare i metadati fwupd (potrebbero servire privilegi)
nl: Kon fwupd metadata niet vernieuwen (mogelijk privileges nodig)

source: Failed to parse fwupd JSON output: %s
ar: فشل في تحليل مخرجات fwupd JSON: %s
de: Fehler beim Parsen der fwupd JSON-Ausgabe: %s
es: Error al analizar la salida JSON de fwupd: %s
it: Errore nell'analizzare l'output JSON di fwupd: %s
nl: Parseren van fwupd JSON output mislukt: %s

source: Error processing fwupd updates: %s
ar: خطأ في معالجة تحديثات fwupd: %s
de: Fehler beim Verarbeiten der fwupd-Updates: %s
es: Error procesando actualizaciones de fwupd: %s
it: Errore nell'elaborazione degli aggiornamenti fwupd: %s
nl: Fout bij verwerken van fwupd updates: %s

source: No firmware updates available
ar: لا توجد تحديثات للبرامج الثابتة متاحة
de: Keine Firmware-Updates verfügbar
es: No hay actualizaciones de firmware disponibles
it: Nessun aggiornamento firmware disponibile
nl: Geen firmware updates beschikbaar

source: fwupd get-updates failed: %s
ar: فشل fwupd get-updates: %s
de: fwupd get-updates fehlgeschlagen: %s
es: fwupd get-updates falló: %s
it: fwupd get-updates fallito: %s
nl: fwupd get-updates mislukt: %s

source: Failed to detect fwupd updates: %s
ar: فشل في اكتشاف تحديثات fwupd: %s
de: Fehler beim Erkennen von fwupd-Updates: %s
es: Error al detectar actualizaciones de fwupd: %s
it: Errore nel rilevamento degli aggiornamenti fwupd: %s
nl: Detecteren van fwupd updates mislukt: %s

source: No device ID found for firmware package: %s
ar: لم يتم العثور على معرف الجهاز لحزمة البرامج الثابتة: %s
de: Keine Geräte-ID für Firmware-Paket gefunden: %s
es: No se encontró ID de dispositivo para el paquete de firmware: %s
it: Nessun ID dispositivo trovato per il pacchetto firmware: %s
nl: Geen apparaat ID gevonden voor firmware pakket: %s

source: No device ID available for firmware update
ar: لا يوجد معرف جهاز متاح لتحديث البرامج الثابتة
de: Keine Geräte-ID für Firmware-Update verfügbar
es: No hay ID de dispositivo disponible para la actualización de firmware
it: Nessun ID dispositivo disponibile per l'aggiornamento firmware
nl: Geen apparaat ID beschikbaar voor firmware update

source: Applying firmware update for device: %s
ar: تطبيق تحديث البرامج الثابتة للجهاز: %s
de: Wende Firmware-Update für Gerät an: %s
es: Aplicando actualización de firmware para el dispositivo: %s
it: Applicazione aggiornamento firmware per il dispositivo: %s
nl: Toepassen van firmware update voor apparaat: %s

source: Running firmware update command: %s
ar: تشغيل أمر تحديث البرامج الثابتة: %s
de: Führe Firmware-Update-Befehl aus: %s
es: Ejecutando comando de actualización de firmware: %s
it: Esecuzione comando aggiornamento firmware: %s
nl: Uitvoeren van firmware update commando: %s

source: Successfully updated firmware for: %s
ar: تم تحديث البرامج الثابتة بنجاح لـ: %s
de: Firmware erfolgreich aktualisiert für: %s
es: Firmware actualizado exitosamente para: %s
it: Firmware aggiornato con successo per: %s
nl: Firmware succesvol bijgewerkt voor: %s

source: Failed to update firmware for %s: %s
ar: فشل في تحديث البرامج الثابتة لـ %s: %s
de: Fehler beim Aktualisieren der Firmware für %s: %s
es: Error al actualizar firmware para %s: %s
it: Errore nell'aggiornamento del firmware per %s: %s
nl: Firmware bijwerken mislukt voor %s: %s

source: Firmware update failed
ar: فشل تحديث البرامج الثابتة
de: Firmware-Update fehlgeschlagen
es: La actualización de firmware falló
it: Aggiornamento firmware fallito
nl: Firmware update mislukt

source: Firmware update timed out after 10 minutes
ar: انتهت مهلة تحديث البرامج الثابتة بعد 10 دقائق
de: Firmware-Update nach 10 Minuten abgebrochen
es: La actualización de firmware expiró después de 10 minutos
it: Aggiornamento firmware scaduto dopo 10 minuti
nl: Firmware update time-out na 10 minuten

source: Exception applying firmware update for %s: %s
ar: استثناء في تطبيق تحديث البرامج الثابتة لـ %s: %s
de: Ausnahme beim Anwenden des Firmware-Updates für %s: %s
es: Excepción al aplicar actualización de firmware para %s: %s
it: Eccezione nell'applicazione dell'aggiornamento firmware per %s: %s
nl: Uitzondering bij toepassen firmware update voor %s: %s

source: Updates started in background
ar: تم بدء التحديثات في الخلفية
de: Updates im Hintergrund gestartet
es: Actualizaciones iniciadas en segundo plano
it: Aggiornamenti avviati in background
nl: Updates gestart op de achtergrond

source: No valid packages found for update
ar: لم يتم العثور على حزم صحيحة للتحديث
de: Keine gültigen Pakete für Update gefunden
es: No se encontraron paquetes válidos para actualizar
it: Nessun pacchetto valido trovato per l'aggiornamento
nl: Geen geldige pakketten gevonden voor update

source: Update application completed: %d updated, %d failed
de: Update-Anwendung abgeschlossen: %d aktualisiert, %d fehlgeschlagen
es: Aplicación de actualización completada: %d actualizados, %d fallaron
it: Applicazione aggiornamento completata: %d aggiornati, %d falliti
nl: Update-applicatie voltooid: %d bijgewerkt, %d mislukt

source: Successfully sent update results to server
ar: تم إرسال نتائج التحديث بنجاح إلى الخادم
de: Update-Ergebnisse erfolgreich an Server gesendet
es: Resultados de actualización enviados exitosamente al servidor
it: Risultati aggiornamento inviati con successo al server
nl: Update-resultaten succesvol naar server verzonden

source: Failed to send update results, will retry...
ar: فشل في إرسال نتائج التحديث، سيتم المحاولة مرة أخرى...
de: Senden der Update-Ergebnisse fehlgeschlagen, wird wiederholt...
es: Error al enviar resultados de actualización, reintentando...
it: Invio risultati aggiornamento fallito, riproverò...
nl: Verzenden update-resultaten mislukt, opnieuw proberen...

source: Waiting for reconnection to send update results (attempt %d/%d)
ar: في انتظار إعادة الاتصال لإرسال نتائج التحديث (المحاولة %d/%d)
de: Warten auf Wiederverbindung zum Senden der Update-Ergebnisse (Versuch %d/%d)
es: Esperando reconexión para enviar resultados de actualización (intento %d/%d)
it: In attesa di riconnessione per inviare risultati aggiornamento (tentativo %d/%d)
nl: Wachten op herverbinding om update-resultaten te verzenden (poging %d/%d)

source: Connected to server successfully
ar: تم الاتصال بالخادم بنجاح
de: Erfolgreich mit dem Server verbunden
es: Conectado al servidor exitosamente
it: Connesso al server con successo
nl: Succesvol verbonden met server

source: Queued message handler initialized
ar: تم تهيئة معالج الرسائل المجدولة
de: Warteschlangen-Nachrichten-Handler initialisiert
es: Controlador de mensajes en cola inicializado
it: Gestore messaggi in coda inizializzato
nl: Wachtrij berichtenbeheerder geïnitialiseerd

source: Failed to send message directly: %s
ar: فشل في إرسال الرسالة مباشرة: %s
de: Direkte Nachrichtenübertragung fehlgeschlagen: %s
es: Error al enviar mensaje directamente: %s
it: Invio diretto del messaggio fallito: %s
nl: Directe berichtenverzending mislukt: %s

source: Error processing queued message %s: %s
ar: خطأ في معالجة الرسالة المجدولة %s: %s
de: Fehler bei der Verarbeitung der Warteschlangen-Nachricht %s: %s
es: Error procesando mensaje en cola %s: %s
it: Errore nell'elaborazione del messaggio in coda %s: %s
nl: Fout bij verwerking wachtrij bericht %s: %s

source: Error in queue processor: %s
ar: خطأ في معالج الطابور: %s
de: Fehler im Warteschlangen-Prozessor: %s
es: Error en procesador de cola: %s
it: Errore nel processore della coda: %s
nl: Fout in wachtrijprocessor: %s

source: Connection established, starting queue processing
ar: تم تأسيس الاتصال، بدء معالجة الطابور
de: Verbindung hergestellt, Warteschlangen-Verarbeitung wird gestartet
es: Conexión establecida, iniciando procesamiento de cola
it: Connessione stabilita, avvio elaborazione coda
nl: Verbinding tot stand gebracht, wachtrijverwerking starten

source: Connection lost, stopping queue processing
ar: فُقد الاتصال، إيقاف معالجة الطابور
de: Verbindung verloren, Warteschlangen-Verarbeitung wird gestoppt
es: Conexión perdida, deteniendo procesamiento de cola
it: Connessione persa, arresto elaborazione coda
nl: Verbinding verloren, wachtrijverwerking stoppen

source: Error closing message handler: %s
ar: خطأ في إغلاق معالج الرسائل: %s
de: Fehler beim Schließen des Nachrichten-Handlers: %s
es: Error cerrando controlador de mensajes: %s
it: Errore nella chiusura del gestore messaggi: %s
nl: Fout bij sluiten berichtenbeheerder: %s

source: Message queue manager initialized
ar: تم تهيئة مدير طابور الرسائل
de: Nachrichten-Warteschlangen-Manager initialisiert
es: Gestor de cola de mensajes inicializado
it: Gestore coda messaggi inizializzato
nl: Berichtenwachtrij beheerder geïnitialiseerd

source: Enqueued message: id=%s, type=%s, direction=%s, priority=%s
ar: رسالة مجدولة: المعرف=%s، النوع=%s، الاتجاه=%s، الأولوية=%s
de: Nachricht eingereiht: id=%s, typ=%s, richtung=%s, priorität=%s
es: Mensaje encolado: id=%s, tipo=%s, dirección=%s, prioridad=%s
it: Messaggio accodato: id=%s, tipo=%s, direzione=%s, priorità=%s
nl: Bericht in wachtrij: id=%s, type=%s, richting=%s, prioriteit=%s

source: Marked message as processing: %s
ar: تم وضع علامة على الرسالة كقيد المعالجة: %s
de: Nachricht als verarbeitend markiert: %s
es: Mensaje marcado como procesando: %s
it: Messaggio contrassegnato come in elaborazione: %s
nl: Bericht gemarkeerd als verwerking: %s

source: Marked message as completed: %s
ar: تم وضع علامة على الرسالة كمكتملة: %s
de: Nachricht als abgeschlossen markiert: %s
es: Mensaje marcado como completado: %s
it: Messaggio contrassegnato come completato: %s
nl: Bericht gemarkeerd als voltooid: %s

source: Message %s failed (attempt %d/%d), scheduled for retry in %d seconds
ar: فشلت الرسالة %s (المحاولة %d/%d)، مجدولة لإعادة المحاولة خلال %d ثانية
de: Nachricht %s fehlgeschlagen (Versuch %d/%d), Wiederholung in %d Sekunden geplant
es: Mensaje %s falló (intento %d/%d), programado para reintento en %d segundos
it: Messaggio %s fallito (tentativo %d/%d), riprogrammato per nuovo tentativo tra %d secondi
nl: Bericht %s mislukt (poging %d/%d), ingepland voor herhaalde poging over %d seconden

source: Message %s permanently failed after %d attempts: %s
ar: فشلت الرسالة %s نهائياً بعد %d محاولات: %s
de: Nachricht %s endgültig fehlgeschlagen nach %d Versuchen: %s
es: Mensaje %s falló permanentemente después de %d intentos: %s
it: Messaggio %s fallito definitivamente dopo %d tentativi: %s
nl: Bericht %s definitief mislukt na %d pogingen: %s

source: Cleaned up %d old messages
ar: تم تنظيف %d رسالة قديمة
de: %d alte Nachrichten bereinigt
es: Se limpiaron %d mensajes antiguos
it: Puliti %d vecchi messaggi
nl: %d oude berichten opgeruimd

source: Failed to deserialize message %s: %s
ar: فشل في إلغاء تسلسل الرسالة %s: %s
de: Deserialisierung der Nachricht %s fehlgeschlagen: %s
es: Error al deserializar mensaje %s: %s
it: Deserializzazione del messaggio %s fallita: %s
nl: Deserialiseren van bericht %s mislukt: %s

source: Ubuntu Pro token is required
ar: رمز Ubuntu Pro مطلوب
de: Ubuntu Pro Token ist erforderlich
es: Se requiere el token de Ubuntu Pro
it: Il token Ubuntu Pro è richiesto
nl: Ubuntu Pro token is vereist

source: Attaching Ubuntu Pro subscription...
ar: ربط اشتراك Ubuntu Pro...
de: Ubuntu Pro Abonnement wird angehängt...
es: Adjuntando suscripción de Ubuntu Pro...
it: Collegamento dell'abbonamento Ubuntu Pro...
nl: Ubuntu Pro abonnement koppelen...

source: Ubuntu Pro attached successfully
ar: تم ربط Ubuntu Pro بنجاح
de: Ubuntu Pro erfolgreich angehängt
es: Ubuntu Pro adjuntado exitosamente
it: Ubuntu Pro collegato con successo
nl: Ubuntu Pro succesvol gekoppeld

source: Ubuntu Pro subscription attached successfully
ar: تم ربط اشتراك Ubuntu Pro بنجاح
de: Ubuntu Pro Abonnement erfolgreich angehängt
es: Suscripción de Ubuntu Pro adjuntada exitosamente
it: Abbonamento Ubuntu Pro collegato con successo
nl: Ubuntu Pro abonnement succesvol gekoppeld

source: Failed to attach Ubuntu Pro: %s
ar: فشل في ربط Ubuntu Pro: %s
de: Fehler beim Anhängen von Ubuntu Pro: %s
es: Error al adjuntar Ubuntu Pro: %s
it: Errore nel collegare Ubuntu Pro: %s
nl: Fout bij koppelen Ubuntu Pro: %s

source: Error attaching Ubuntu Pro: %s
ar: خطأ في ربط Ubuntu Pro: %s
de: Fehler beim Anhängen von Ubuntu Pro: %s
es: Error adjuntando Ubuntu Pro: %s
it: Errore nel collegamento di Ubuntu Pro: %s
nl: Fout bij het koppelen van Ubuntu Pro: %s

source: Detaching Ubuntu Pro subscription...
ar: إلغاء ربط اشتراك Ubuntu Pro...
de: Ubuntu Pro Abonnement wird getrennt...
es: Desadjuntando suscripción de Ubuntu Pro...
it: Scollegamento dell'abbonamento Ubuntu Pro...
nl: Ubuntu Pro abonnement ontkoppelen...

source: Ubuntu Pro detached successfully
ar: تم إلغاء ربط Ubuntu Pro بنجاح
de: Ubuntu Pro erfolgreich getrennt
es: Ubuntu Pro desadjuntado exitosamente
it: Ubuntu Pro scollegato con successo
nl: Ubuntu Pro succesvol ontkoppeld

source: Ubuntu Pro subscription detached successfully
ar: تم إلغاء ربط اشتراك Ubuntu Pro بنجاح
de: Ubuntu Pro Abonnement erfolgreich getrennt
es: Suscripción de Ubuntu Pro desadjuntada exitosamente
it: Abbonamento Ubuntu Pro scollegato con successo
nl: Ubuntu Pro abonnement succesvol ontkoppeld

source: Failed to detach Ubuntu Pro: %s
ar: فشل في إلغاء ربط Ubuntu Pro: %s
de: Fehler beim Trennen von Ubuntu Pro: %s
es: Error al desadjuntar Ubuntu Pro: %s
it: Errore nello scollegare Ubuntu Pro: %s
nl: Fout bij ontkoppelen Ubuntu Pro: %s

source: Error detaching Ubuntu Pro: %s
ar: خطأ في إلغاء ربط Ubuntu Pro: %s
de: Fehler beim Trennen von Ubuntu Pro: %s
es: Error desadjuntando Ubuntu Pro: %s
it: Errore nello scollegamento di Ubuntu Pro: %s
nl: Fout bij het ontkoppelen van Ubuntu Pro: %s

source: Updated OS information sent to server after Ubuntu Pro change
ar: تم إرسال معلومات نظام التشغيل المحدثة إلى الخادم بعد تغيير Ubuntu Pro
de: Aktualisierte OS-Informationen nach Ubuntu Pro Änderung an Server gesendet
es: Información del SO actualizada enviada al servidor después del cambio de Ubuntu Pro
it: Informazioni del sistema operativo aggiornate inviate al server dopo il cambio di Ubuntu Pro
nl: Bijgewerkte OS-informatie naar server verzonden na Ubuntu Pro wijziging

source: Failed to send OS update after Ubuntu Pro change: %s
ar: فشل في إرسال تحديث نظام التشغيل بعد تغيير Ubuntu Pro: %s
de: Fehler beim Senden des OS-Updates nach Ubuntu Pro Änderung: %s
es: Error al enviar actualización del SO después del cambio de Ubuntu Pro: %s
it: Errore nell'invio dell'aggiornamento del SO dopo il cambio di Ubuntu Pro: %s
nl: Fout bij verzenden OS-update na Ubuntu Pro wijziging: %s

source: Configuring WSL settings...
ar: جارٍ تكوين إعدادات WSL...
de: WSL-Einstellungen werden konfiguriert...
es: Configurando ajustes de WSL...
it: Configurazione delle impostazioni WSL...
nl: WSL-instellingen configureren...

source: No user profiles found
ar: لم يتم العثور على ملفات تعريف المستخدمين
de: Keine Benutzerprofile gefunden
es: No se encontraron perfiles de usuario
it: Nessun profilo utente trovato
nl: Geen gebruikersprofielen gevonden
