Repository: bceverly/sysmanage-agent
Catalog: i18n/locales/*/LC_MESSAGES/messages.po
Languages: hi, pt

source: Starting SysManage Agent
hi: सिस्टम प्रबंधन एजेंट शुरू कर रहे हैं
pt: Iniciando Agente SysManage

source: Connecting to server
hi: सर्वर से कनेक्ट कर रहे हैं

source: Connected to server successfully
hi: सर्वर से सफलतापूर्वक कनेक्ट हो गए
pt: Conectado ao servidor com sucesso

source: Connection failed
hi: कनेक्शन विफल

source: Disconnected from server
hi: सर्वर से डिस्कनेक्ट हो गए

source: Reconnecting to server
hi: सर्वर से पुनः कनेक्ट कर रहे हैं

source: Loading configuration
hi: कॉन्फ़िगरेशन लोड कर रहे हैं

source: Configuration loaded successfully
hi: कॉन्फ़िगरेशन सफलतापूर्वक लोड हुई

source: Configuration error
hi: कॉन्फ़िगरेशन त्रुटि

source: Invalid server URL
hi: अमान्य सर्वर URL

source: Gathering system information
hi: सिस्टम जानकारी एकत्रित कर रहे हैं

source: System information collected
hi: सिस्टम जानकारी एकत्रित की गई

source: Failed to collect system information
hi: सिस्टम जानकारी एकत्रित करना विफल

source: Executing command
hi: कमांड निष्पादित कर रहे हैं

source: Command executed successfully
hi: कमांड सफलतापूर्वक निष्पादित हुई

source: Command execution failed
hi: कमांड निष्पादन विफल

source: Command not permitted
hi: कमांड की अनुमति नहीं है

source: File not found
hi: फ़ाइल नहीं मिली

source: Permission denied
hi: अनुमति अस्वीकृत

source: File operation completed
hi: फ़ाइल ऑपरेशन पूर्ण

source: Service started
hi: सेवा शुरू की गई

source: Service stopped
hi: सेवा बंद की गई

source: Service installation completed
hi: सेवा स्थापना पूर्ण

source: Service removal completed
hi: सेवा हटाना पूर्ण

source: An unexpected error occurred
hi: एक अप्रत्याशित त्रुटि हुई

source: Network error
hi: नेटवर्क त्रुटि

source: Authentication failed
hi: प्रमाणीकरण विफल

source: Invalid response from server
hi: सर्वर से अमान्य प्रतिक्रिया

source: Sending initial OS version data...
hi: प्रारंभिक OS संस्करण डेटा भेज रहे हैं...
pt: Enviando dados iniciais da versão do SO...

source: Initial data updates sent successfully
hi: प्रारंभिक डेटा अपडेट सफलतापूर्वक भेजे गए
pt: Atualizações de dados iniciais enviadas com sucesso

source: Failed to send initial data updates: %s
hi: प्रारंभिक डेटा अपडेट भेजना विफल: %s
pt: Falha ao enviar atualizações de dados iniciais: %s

source: Sending initial user access data...
hi: प्रारंभिक उपयोगकर्ता पहुंच डेटा भेज रहे हैं...
pt: Enviando dados iniciais de acesso de usuários...

source: Collecting software inventory
hi: सॉफ़्टवेयर इन्वेंटरी एकत्र कर रहे हैं
pt: Coletando inventário de software

source: Software inventory collection completed: %d packages found
hi: सॉफ़्टवेयर इन्वेंटरी संग्रह पूर्ण: %d पैकेज मिले
pt: Coleta do inventário de software concluída: %d pacotes encontrados

source: Failed to collect software inventory: %s
hi: सॉफ़्टवेयर इन्वेंटरी एकत्र करना विफल: %s
pt: Falha ao coletar inventário de software: %s

source: Unsupported platform for software inventory: %s
hi: सॉफ़्टवेयर इन्वेंटरी के लिए असमर्थित प्लेटफॉर्म: %s
pt: Plataforma não suportada para inventário de software: %s

source: Detected package managers: %s
hi: पहचाने गए पैकेज प्रबंधक: %s
pt: Gerenciadores de pacotes detectados: %s

source: Collecting apt packages
hi: apt पैकेज एकत्र कर रहे हैं
pt: Coletando pacotes apt

source: Failed to collect apt packages: %s
hi: apt पैकेज एकत्र करना विफल: %s
pt: Falha ao coletar pacotes apt: %s

source: Collecting snap packages
hi: snap पैकेज एकत्र कर रहे हैं
pt: Coletando pacotes snap

source: Failed to collect snap packages: %s
hi: snap पैकेज एकत्र करना विफल: %s
pt: Falha ao coletar pacotes snap: %s

source: Collecting flatpak packages
hi: flatpak पैकेज एकत्र कर रहे हैं
pt: Coletando pacotes flatpak

source: Failed to collect flatpak packages: %s
hi: flatpak पैकेज एकत्र करना विफल: %s
pt: Falha ao coletar pacotes flatpak: %s

source: Collecting Homebrew packages
hi: Homebrew पैकेज एकत्र कर रहे हैं
pt: Coletando pacotes Homebrew

source: Failed to collect Homebrew packages: %s
hi: Homebrew पैकेज एकत्र करना विफल: %s
pt: Falha ao coletar pacotes Homebrew: %s

source: Collecting macOS Applications
hi: macOS एप्लिकेशन एकत्र कर रहे हैं
pt: Coletando aplicações do macOS

source: Failed to collect macOS applications: %s
hi: macOS एप्लिकेशन एकत्र करना विफल: %s
pt: Falha ao coletar aplicações do macOS: %s

source: Sending initial software inventory data...
hi: प्रारंभिक सॉफ्टवेयर सूची डेटा भेज रहे हैं...
pt: Enviando dados iniciais do inventário de software...
